/* No comment provided by engineer. */
"%@ since last back-up" = "%@ с последней резервной копии";

/* No comment provided by engineer. */
"AC Power" = "Питание от сети";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort подключен";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort отключен";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Внимание! Включение этой опции добавит HardwareGrowler в ваш список автозагрузки";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Включение этой опции приведет к тому, что HardwareGrowler будет запускаться при входе в систему и будет доступен для использующих его приложений";

/* No comment provided by engineer. */
"Back-up took %@" = "Резервное копирование заняло %@";

/* No comment provided by engineer. */
"Battery charging" = "Батарея заряжается";

/* No comment provided by engineer. */
"Battery Low!" = "Батарея разряжена!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Батарея разряжена, пожалуйста подключите блок питания";

/* No comment provided by engineer. */
"Battery Power" = "Заряд батареи";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth подключен";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Подключение bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth отключен";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Отключение bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Модуль Bluetooth для OS X Lion требует версии 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Монитор Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Canceled after %@" = "Отменено после %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock выключен";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock включен";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Нажмите для открытия";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Текущий уровень: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Включение этой опции приведет к тому что иконка HardwareGrowler не будет отображаться.⏎\n⏎\nЧтобы изменить настройки, запустите HardwareGrowler через Launchpad, или откройте HardwareGrowler в Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Сбой после %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire подключен";

/* No comment provided by engineer. */
"Firewire Connection" = "Подключение Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire отключен";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Отключение Firewire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Монитор Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Первая резерная копия. Предыдущие копии не найдены в логах системы";

/* No comment provided by engineer. */
"FN Key" = "Клавиша FN";

/* No comment provided by engineer. */
"FN Key Pressed" = "Клавиша FN нажата";

/* No comment provided by engineer. */
"FN Key Released" = "Клавиша FN отпущена";

/* No comment provided by engineer. */
"General" = "Общие";

/* Unit names */
"hours" = "часов";

/* No comment provided by engineer. */
"Icon:" = "Иконка:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Игнорируемые устройства:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Чтобы получать уведомление про Blouetooth устройства для OS X Lion, пожалуйста обновитесь до версии 10.7.3 или выше";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Чтобы получать уведомление про Телефоны устройства для OS X Lion, пожалуйста обновитесь до версии 10.7.3 или выше";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Входящий звонок";

/* No comment provided by engineer. */
"Incoming SMS" = "Входящее SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Интерфейс:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Интерфейс:\t%1$@\nМедиа:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP адрес изменен";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP адрес обновлен";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Подключена сеть.⏎\nSSID:\t\t%1$@⏎\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Отключена сеть %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "минут";

/* No comment provided by engineer. */
"Modules" = "Модули";

/* No comment provided by engineer. */
"Mounted" = "Подключен";

/* No comment provided by engineer. */
"Network Link Down" = "Сетевое соединение отключено";

/* No comment provided by engineer. */
"Network Link Up" = "Сетевое соединение подключено";

/* No comment provided by engineer. */
"Network Monitor" = "Монитор сети";

/* display no icon at all */
"No icon visible" = "Не показывать иконку";

/* No comment provided by engineer. */
"No routable IP addresses" = "Нет routable IP адресов";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Уведомить для:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock выключен";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock включен";

/* If the string is too long, use O */
"OFF" = "ВЫКЛ";

/* No comment provided by engineer. */
"Ok" = "Ок";

/* If the string is too long, use I */
"ON" = "ВКЛ";

/* Format string for On <power type> */
"On %@" = "от %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Настройки HardwareGrowler";

/* No comment provided by engineer. */
"Phone Module" = "Телефонный модуль";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Телефонный модуль требует OSX Lion 10.7.3 или выше";

/* No comment provided by engineer. */
"Power Changed" = "Питание изменено";

/* No comment provided by engineer. */
"Power Monitor" = "Монитор питания";

/* No comment provided by engineer. */
"Power Warning" = "Предупреждение о питании";

/* No comment provided by engineer. */
"Preferences" = "Настройки";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Завершить HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Периодически показывать заряд";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Показывать заряд каждые:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Только при питании от батареи";

/* Unit names */
"seconds" = "секунд";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Отправляется при подключении устройства Bluetooth";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Отправляется при отключении устройства Bluetooth";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Отправляется при подключении устройства Firewire";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Отправляется при отключении устройства Firewire";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Отправляется при подключении устройства Thunderbolt";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Отправляется при отключении устройства Thunderbolt";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Отправляется при подключении устройства USB";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Отправляется при отключении устройства Thunderbolt";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Отправляется при подключении тома";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Отправляется при отключении тома";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Отправляется при подключении AirPort к сети";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Отправляется при отключении AirPort от сети";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Отправляется при отключении Ethernet";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Отправляется при подключении Ethernet";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Отправляется при рахрядке батареи";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Отправляется при изменении системного IP-адреса";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Отправляется при изменении типа или состояния питания";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Отправляется при сбое резервного копирования Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Отправляется при завершении резервного копирования Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Отправляется при отмене Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Отправляется при начале резервного копирования Time Machine";

/* No comment provided by engineer. */
"Shift Key" = "Клавиша Shift";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Клавиша Shift нажата";

/* No comment provided by engineer. */
"Shift Key Released" = "Клавиша Shift отпущена";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Показывать подключенные устройства при запуске";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Показывать обе иконки";

/* display the icon only in the dock */
"Show icon in the dock" = "Показывать иконку в dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Показывать иконку в строке меню";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Запускать HardwareGrowler при входе:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Для этого монитора нет настроек";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Эта настройка будет применена после перезапуска HardwareGrowler";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt подключен";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Подключение Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt отключен";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Отключение Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Монитор Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Работа Time Machine отменена";

/* No comment provided by engineer. */
"Time Machine Failed" = "Сбой Time Machine";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine завершила работу";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine завершила работу";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine начала работу";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine начала работу";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Оставшееся время: %lu минут";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "До полного заряда: %lu минут";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Монитор Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Неизвестный источник питания";

/* No comment provided by engineer. */
"Unmounted" = "Размонтирован";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Безымянное устройство FireWire";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Безымянное устройство Thunderbolt";

/* No comment provided by engineer. */
"UPS Power" = "Питание от UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Шина USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Шина USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Шина USB";

/* No comment provided by engineer. */
"USB Connected" = "USB подключен";

/* No comment provided by engineer. */
"USB Connection" = "Подключение USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB отключен";

/* No comment provided by engineer. */
"USB Disconnection" = "Отключение USB";

/* No comment provided by engineer. */
"USB Monitor" = "USB монитор";

/* No comment provided by engineer. */
"Volume Monitor" = "Монитор разделов";

/* No comment provided by engineer. */
"Volume Mounted" = "Том смонтирован";

/* No comment provided by engineer. */
"Volume Unmounted" = "Том размонтирован";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Внимание! Включение этой опции приведет к тому что HardwareGrowler будет работать в фоновом режиме";

